//
//  GooData.swift
//  CafeLook
//
//  Created by 김유진 on 2022/03/13.
//

import Foundation

struct GooData {
    let seoul = ["종로구","중구","용산구","성동구","광진구","동대문구","중랑구","성북구","강북구","도봉구","노원구","은평구","서대문구","마포구","양천구","강서구","구로구","금천구","영등포구","동작구","관악구","서초구","강남구","송파구","강동구"]
    let busan = ["중구","서구","동구","영도구","부산진구","동래구","남구","북구","해운대구","사하구","금정구","강서구","연제구","수영구","사상구"]
    let daegu = ["중구","동구","서구","남구","북구","수성구","달서구"]
    let gwangju = ["동구","서구","남구","북구","광산구"]
    let incheon = ["중구","동구","미추홀구","연수구","남동구","부평구","계양구","서구"]
    let sejong = ["고운동","다정동","대평동","도담동","반곡동","보람동","소담동","새롬동","아름동","종촌동","한솔동","해밀동"]
    let ulsan = ["중구","남구","동구","북구"]
    let daejeon = ["동구","중구","서구","유성구","대덕구"]
}
